Revit 2027 API
ParameterTypeId.SpotElevLinePen Property
 "Leader Line Weight"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotElevLinePen { get; }
Public Shared ReadOnly Property SpotElevLinePen As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotElevLinePen {
	ForgeTypeId^ get ();
}
static member SpotElevLinePen : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace